Repository: TaaviE/Loosindus
Catalog: translations/ee/LC_MESSAGES/messages.po
Languages: ee

source: There was an error
ee: Tekkis viga

source: Error
ee: Viga

source: Page not found!
ee: Lehte ei leitud!

source: Here you go!
ee: Valmis!

source: Home
ee: Kodu

source: Shuffle
ee: Loosimine

source: Right now there's nothing in the Wishlist
ee: Praegu ei ole soovinimekirjas mitte midagi

source: My Wishlist
ee: Minu soovinimekiri

source: Add new
ee: Lisa uus

source: Santa can't bring you nothin',
ee: Jõuluvana ei saa tühjust tuua,

source: You're wishing for too much,
ee: Soovid liiga palju,

source: Added
ee: Lisatud

source: Edit
ee: Muuda

source: Broken link
ee: Katkine link

source: Changed
ee: Muudetud

source: Can't find what you wanted to delete
ee: Ei saanud kustutada valitut

source: Removed
ee: Eemaldatud

source: Could not edit
ee: Ei saanud muuta

source: Shuffling has not yet been done for your group!
ee: Loosimist ei ole veel sinu grupile tehtud

source: Access to this list is forbidden
ee: Ligipääs sellele nimekirjale on keelatud

source: Forbidden
ee: Keelatud

source: Right now there isn't anything on the list
ee: Praegu ei ole soovinimekirjas mitte midagi

source: Wishlist
ee: Soovinimekiri

source: or with your own name
ee: või enda nimega

source: Graph
ee: Graaf

source: Settings
ee: Sätted

source: Edit family
ee: Muuda perekonda

source: Edit group
ee: Muuda gruppi

source: Secret graph
ee: Salajane graaf

source: Generated
ee: Genereeritud

source: Sent
ee: Saadetud

source: Unclaimed
ee: Vaba

source: Reserved
ee: Reserveeritud

source: Purchased
ee: Ostetud

source: Modified
ee: Muudetud

source: Information
ee: Info

source: Your browser does not support JavaScript, certain functionality might be limited
ee: Teie brauser ei toeta JavaScripti, teatud funktsionaalsus võib olla limiteeritud

source: Just send me an email (for ex. whois contains my email)
ee: Saatke mulle e-mail (whois'ist leiab e-maili)

source: Contact page
ee: Kontaktinfo

source: Enter your wish into the text box
ee: Sisesta enda soov alla tekstikasti

source: Your wish...
ee: Teie soov

source: Send
ee: Saada

source: Page for creating a note
ee: Leht soovi kirjapanekuks

source: This page lists all the people in this family
ee: See leht kuvab kõiki inimesi selles perekonnas

source: Member
ee: Inimene

source: Actions
ee: Tegevused

source: Display
ee: Kuva

source: Remove
ee: Eemalda

source: This page lists all the families that the group contains
ee: See leht loetleb kõik perekonnad valitud grupis

source: Family
ee: Perekond

source: Action
ee: Valikud

source: Error ID is:
ee: Vea ID on:

source: Back
ee: Tagasi

source: You are marked with
ee: Te olete tähistatud

source: Names are not displayed intentionally
ee: Nimesid ei kuvata sihilikult

source: Simple and free web service for managing secret santa shuffling, sharing wishlists and reminding everyone
ee: Lihtne ja tasuta veebiteenus loosipakkide loosimise, soovinimekirja koostamiseksja teistega jagamiseks ning meeldetuletuste saatmiseks

source: Log in
ee: Logi sisse

source: Register
ee: Registreeri

source: Hi, which list do you wish to display?
ee: Tere, kelle nimekirja te soovite näha?

source: Receiver's Wishlist
ee: Saaja soovinimekiri

source: This web service is in Beta testing, please report any errors you see
ee: See veebiteenus on beetatestimises, palun teavita kõikidest vigadestmida kohtate

source: Here is your personal wishlist, this can be viewed by anyone in your group, including your personal santa
ee: Siin lehel on Teie personaalne soovinimekiri, seda saavadvaadata kõik inimesed sinu grupis, kaasa arvatud Teie personaalnejõuluvana

source: Options
ee: Valikud

source: Description
ee: Kirjeldus

source: Delete
ee: Kustuta

source: Page for managing your account, families and groups
ee: Leht enda konto, gruppide ja perekondade haldamiseks

source: Your ID:
ee: Teie ID:

source: Your name:
ee: Teie nimi:

source: Your families:
ee: Teie pered:

source: Change / Display
ee: Kuva / Muuda

source: Your groups:
ee: Teie grupid

source: Group
ee: Grupp

source: Here is
ee: Siin on

source: 's wishlist, you can change their wishlist items' statuses
ee: soovinimekiri, saate muuta tema jõulusoovide staatuseid

source: Status
ee: Staatus

source: By whom
ee: Kelle poolt

source: Save
ee: Salvesta

source: Bought!
ee: Ostetud!

source: View wishlist
ee: Kuva soovinimekirja

source: View
ee: Kuva

source: About
ee: Info

source: Contact
ee: Kontakt

source: Log out
ee: Logi välja

source: Forgot password
ee: Unustasin parooli

source: Confirm account
ee: Kinnita konto

source: Change password
ee: Muuda parooli

source: Password change page
ee: Parooli muutmise leht

source: Reset password
ee: Lähtesta parool

source: Send password reset instructions
ee: Saada paroolilähtestamise juhised

source: Password reset page
ee: Paroolilähtestamise leht

source: Login
ee: Logi sisse

source: Login page
ee: Sisselogimisleht

source: Register page
ee: Registreerumisleht

source: Confirmation
ee: Kinnitus

source: Resend confirmation instructions
ee: Saada kinnituskiri uuesti

source: Confirmation resending page
ee: Kinnituse uuestisaatmise leht

source: Your password has been changed.
ee: Teie parool on ära muudetud

source: If you did not change your password,
ee: Kui te ei muutnud enda parooli

source: click here to reset it
ee: kliki siia, et lähtestada

source: Please confirm your account using the link below
ee: Palun kinnita enda konto kasutades allolevat linki

source: Confirm
ee: Kinnita

source: Please confirm your account using the link below:
ee: Palun kinnita enda konto kasutades allolevat linki:

source: Welcome %(email)s!
ee: Tere, %(email)!

source: You can log into your account using the link below
ee: Sa saad sisse logida kasutades link all:

source: You can log into your account through the link below:
ee: Sa saad sisse logida kasutades linki allpool:

source: Click the link below to reset your password
ee: Kliki linki allpool, et enda parool lähtestada

source: If your email client doesn't display links properly then copy-paste the link into your browser's address bar:
ee: Kui teie emailiklient ei kuva linke õigesti siis kopeerige ja kleepige allpoolasuv link enda brauseri aadressiribale:

source: Click the link below to reset your password:
ee: Kasutage linki allpool, et parool lähtestada:

source: Your password has been reset
ee: Teie konto parool on lähtestatud

source: Welcome
ee: Tere,

source: You can confirm your account using the link below:
ee: Te saate enda konto kinnitada kasutades linki allpool:

source: Confirm my account
ee: Kinnita enda konto

source: You can use the link below to confim your email account:
ee: Te saate kasutada allpool asuvat linki, et kinnitada enda konto:
